{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"BertNormalizer","clean_text":true,"handle_chinese_chars":true,"strip_accents":true,"lowercase":false},"pre_tokenizer":{"type":"BertPreTokenizer"},"post_processor":null,"decoder":{"type":"WordPiece","prefix":"##","cleanup":true},"model":{"type":"WordPiece","unk_token":"[UNK]","continuing_subword_prefix":"##","max_input_chars_per_word":100,"vocab":{"[PAD]":0,"[UNK]":1,"[CLS]":2,"[SEP]":3,"[MASK]":4,"#":5,"(":6,")":7,"+":8,"-":9,"1":10,"2":11,"3":12,"4":13,"5":14,"6":15,"7":16,"8":17,"=":18,"B":19,"C":20,"F":21,"H":22,"I":23,"N":24,"O":25,"S":26,"[":27,"]":28,"l":29,"r":30,"##C":31,"##5":32,"##O":33,"##3":34,"##1":35,"##N":36,"##4":37,"##S":38,"##2":39,"##l":40,"##6":41,"##I":42,"##7":43,"##B":44,"##r":45,"##F":46,"##8":47,"##H":48,"CC":49,"##CC":50,"C1":51,"C2":52,"NC":53,"C3":54,"CN":55,"CC1":56,"C4":57,"##OC":58,"##CCC":59,"N2":60,"NN":61,"##CCN":62,"OC":63,"CC2":64}}}